Repository: wp-plugins/icepay-online-payment-plugin-for-wp-ecommerce
Catalog: 1_0_0/languages/icepay-*.po
Languages: nl_nl

source: ICEPAY configuration
nl_nl: ICEPAY Configuratie

source: ICEPAY WP commerce module using PHP API version
nl_nl: ICEPAY WP commerce module gebruikt PHP API versie

source: Save Changes
nl_nl: Bewerk

source: Main Settings
nl_nl: Hoofd Configuratie

source: URL for postback, success and error
nl_nl: URL voor postback, success en error

source: Copy-paste this into your ICEPAY Merchant Thank you page, Error page and Postback URL
nl_nl: Knip en plak dit in uw ICEPAY Merchant account pagina Thank you page, Error page en Postback URL

source: Additional Settings
nl_nl: Overige Configuratie

source: Description on transaction statement of customer
nl_nl: Beschrijving van de transactie

source: Some payment methods allow customized descriptions on the transaction statement. If left empty the WP Order ID is used. (Max 100 char.)
nl_nl: Sommige betaalmethoden accepteren een handmatige beschrijving van de betaling. Indien deze leeg gelaten word, wordt het WP Order ID gebruikt (Max 100 tekens.)

source: (Optional) Custom IP Range for IP Check for Postback
nl_nl: (Niet verplicht) Handmatige IP Range voor IP Check op de Postback

source: For example a proxy: 1.222.333.444-100.222.333.444 For multiple ranges use a , seperator: 1.222.333.444-100.222.333.444,2.222.333.444-200.222.333.444
nl_nl: Bijvoorbeeld voor een proxy: 1.222.333.444-100.222.333.444 Voor meerdere ranges gebruik een ,: 1.222.333.444-100.222.333.444,2.222.333.444-200.222.333.444

source: is invalid
nl_nl: ongeldig

source: ICEPAY is almost ready.
nl_nl: ICEPAY is bijna klaar voor gebruik.

source: You must <a href="%1$s">enter your ICEPAY merchant ID and Secretcode</a> for it to work.
nl_nl: U moet uw <a href="%1$s">ICEPAY merchant ID and Secretcode</a> invullen voordat u kunt beginnnen.

source: MASTER
nl_nl: MasterCard

source: AMEX
nl_nl: American Express

source: ABNAMRO
nl_nl: ABN AMRO Bank

source: FRIESLAND
nl_nl: Friesland Bank

source: Sofort banking
nl_nl: testtt

source: The currency is not supported by this payment method.
nl_nl: De gebruikte valuta wordt niet ondersteund door deze betalingsmethode.

source: The country is not supported by this payment method.
nl_nl: Uw land wordt niet ondersteund door deze betalingsmethode.

source: The amount is not supported by this payment method.
nl_nl: Het bedrag wordt niet ondersteund door deze betalingsmethode.
